7zip
adobe-source-sans-fonts
android-tools
android-udev
ark
aurorae
base
base-devel
bash-completion
bat
bind
bluedevil
breeze
breeze-gtk
breeze-plymouth
btop
btrfs-progs
ctop
discover
dkms
dma
docker
docker-compose
dolphin
dosfstools
downgrade
drkonqi
dysk
e2fsprogs
efibootmgr
ethtool
expac
eza
fastfetch
fd
flatpak-kcm
fnm
ghostmirror
git
gnu-free-fonts
gptfdisk
grub
grub-btrfs
gst-plugin-pipewire
gufw
gwenview
hdparm
imagemagick
inotify-tools
intel-gpu-tools
intel-media-driver
intel-media-sdk
intel-ucode
iperf3
jq
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
lazydocker
lazygit
less
lib32-mesa
lib32-vulkan-icd-loader
libkscreen
libksysguard
libplasma
libpulse
libultrahdr
libva-utils
linux
linux-firmware
linux-headers
lshw
lsof
lua51
luarocks
man-db
man-pages
mediainfo
mediainfo-gui
mergerfs
mergerfs-tools-git
milou
miniupnpc
mpv
mtools
neo-matrix
neovim
networkmanager
ngrep
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nvme-cli
ocean-sound-theme
onefetch
openssh
os-prober
otf-libertinus
oxygen
oxygen-sounds
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
qbittorrent
qqc2-breeze-style
rdfind
rebuild-detector
reflector
rslsync
s-nail
samba
sddm
sddm-kcm
shellcheck
sof-firmware
spectacle
speedtest++
ssh-audit
sshfs
systemsettings
tailscale
tcpdump
terminus-font
timeshift
timeshift-systemd-timer
tree
tree-sitter-bash
tree-sitter-cli
tree-sitter-javascript
tree-sitter-python
tree-sitter-rust
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-fira-sans
ttf-inconsolata
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
ufw
vpl-gpu-rt
vulkan-intel
wacomtablet
which
wireplumber
wl-clip-persist
wl-clipboard
xdg-desktop-portal-kde
yay-bin
yazi
yt-dlp
zen-browser-bin
zoxide
zram-generator
zsh
zsh-completions
zsh-syntax-highlighting
